[A_Weapon.WeaponType__Launchers WeaponTypeDefinition]
Typename=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_Bandit_Launcher WeaponTypeDefinition]
Typename="Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_Maliwan_Launcher WeaponTypeDefinition]
Typename="Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_Maliwan_Launcher:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Inflige danos elementais adicionais"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Weapons.WT_Tediore_Launcher WeaponTypeDefinition]
Typename="Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_Tediore_Launcher:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Explode como uma granada ao recarregar."
Suffix=""
Prefix=""

[A_Weapons.WT_Torgue_Launcher WeaponTypeDefinition]
Typename="Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_Vladof_Launcher WeaponTypeDefinition]
Typename="Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Barrel.L_Barrel_Vladof_Mongol:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description=""
NoConstraintText="Era só brincadeira."
Suffix=""
Prefix=""

[Body.L_Body_Vladof:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Consome menos munição por disparo."
Suffix=""
Prefix=""

[Body.L_Body_Vladof_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="Consome menos munição por disparo."
Suffix=""
Prefix=""

[Body.L_Body_Vladof_3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="Consome menos munição por disparo."
Suffix=""
Prefix=""

[Body.L_Body_Vladof_4:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description=""
NoConstraintText="Consome menos munição por disparo."
Suffix=""
Prefix=""

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Miss Moxxi's"

[Name.Prefix.Prefix__Rocket WeaponNamePartDefinition]
PartName="Rocket"

[Name.Prefix.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Bandit.Prefix_BodyMod1_Mag WeaponNamePartDefinition]
PartName="Roket Pawket"

[Name.Prefix_Bandit.Prefix_BodyMod2_Accuracy WeaponNamePartDefinition]
PartName="Snyper"

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="corodoe"

[Name.Prefix_Bandit.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Hunka burnin"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shoker"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slaged"

[Name.Prefix_Bandit.Prefix_Grip1_Blade WeaponNamePartDefinition]
PartName="gratuitius"

[Name.Prefix_Bandit.Prefix_Gripper_Reload WeaponNamePartDefinition]
PartName="fast actons"

[Name.Prefix_Bandit.Prefix_Handle_SwapSpeed WeaponNamePartDefinition]
PartName="Quik Drawler"

[Name.Prefix_Bandit.Prefix_Rocket WeaponNamePartDefinition]
PartName="Rockit"

[Name.Prefix_Bandit.Prefix_StockCover_RocketSpeed WeaponNamePartDefinition]
PartName="Speeedee"

[Name.Prefix_Bandit.Prefix_StockTube_FireRate WeaponNamePartDefinition]
PartName="Rappid"

[Name.Prefix_Bandit.Prefix_TipCover_Damage WeaponNamePartDefinition]
PartName="Big"

[Name.Prefix_Maliwan.Prefix_BodyMod1_Mag WeaponNamePartDefinition]
PartName="Plenteous"

[Name.Prefix_Maliwan.Prefix_BodyMod2_Accuracy WeaponNamePartDefinition]
PartName="Pertinent"

[Name.Prefix_Maliwan.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Paraquat"

[Name.Prefix_Maliwan.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Pyroclastic"

[Name.Prefix_Maliwan.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Parelectronomic"

[Name.Prefix_Maliwan.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Purulence"

[Name.Prefix_Maliwan.Prefix_Grip1_Blade WeaponNamePartDefinition]
PartName="Proximate"

[Name.Prefix_Maliwan.Prefix_Gripper_Reload WeaponNamePartDefinition]
PartName="Prudential"

[Name.Prefix_Maliwan.Prefix_Handle_SwapSpeed WeaponNamePartDefinition]
PartName="Parataxis"

[Name.Prefix_Maliwan.Prefix_StockCover_RocketSpeed WeaponNamePartDefinition]
PartName="Punitory"

[Name.Prefix_Maliwan.Prefix_StockTube_FireRate WeaponNamePartDefinition]
PartName="Predacious"

[Name.Prefix_Maliwan.Prefix_TipCover_Damage WeaponNamePartDefinition]
PartName="Puissant"

[Name.Prefix_Tediore.Prefix_BodyMod1_Mag WeaponNamePartDefinition]
PartName="Bonus"

[Name.Prefix_Tediore.Prefix_BodyMod2_Accuracy WeaponNamePartDefinition]
PartName="Ultraprecise"

[Name.Prefix_Tediore.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Fungicide"

[Name.Prefix_Tediore.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Toasty"

[Name.Prefix_Tediore.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sparkling"

[Name.Prefix_Tediore.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Antioxidant"

[Name.Prefix_Tediore.Prefix_Grip1_Blade WeaponNamePartDefinition]
PartName="Multi-Use"

[Name.Prefix_Tediore.Prefix_Gripper_Reload WeaponNamePartDefinition]
PartName="Stocking"

[Name.Prefix_Tediore.Prefix_Handle_SwapSpeed WeaponNamePartDefinition]
PartName="Swapper's"

[Name.Prefix_Tediore.Prefix_StockCover_RocketSpeed WeaponNamePartDefinition]
PartName="Rocket Speed"

[Name.Prefix_Tediore.Prefix_StockTube_FireRate WeaponNamePartDefinition]
PartName="Bustling"

[Name.Prefix_Tediore.Prefix_TipCover_Damage WeaponNamePartDefinition]
PartName="Large"

[Name.Prefix_Torgue.Prefix_BodyMod1_Mag WeaponNamePartDefinition]
PartName="Deep a"

[Name.Prefix_Torgue.Prefix_BodyMod2_Accuracy WeaponNamePartDefinition]
PartName="gaa dunk ga"

[Name.Prefix_Torgue.Prefix_Grip1_Blade WeaponNamePartDefinition]
PartName="pokee doke"

[Name.Prefix_Torgue.Prefix_Gripper_Reload WeaponNamePartDefinition]
PartName="dippity"

[Name.Prefix_Torgue.Prefix_Handle_SwapSpeed WeaponNamePartDefinition]
PartName="fwap a"

[Name.Prefix_Torgue.Prefix_Rocket WeaponNamePartDefinition]
PartName="rock a"

[Name.Prefix_Torgue.Prefix_StockCover_RocketSpeed WeaponNamePartDefinition]
PartName="fidle dee"

[Name.Prefix_Torgue.Prefix_StockTube_FireRate WeaponNamePartDefinition]
PartName="dum pa"

[Name.Prefix_Torgue.Prefix_TipCover_Damage WeaponNamePartDefinition]
PartName="derp"

[Name.Prefix_Vladof.Prefix_BodyMod1_Mag WeaponNamePartDefinition]
PartName="Worker's"

[Name.Prefix_Vladof.Prefix_BodyMod2_Accuracy WeaponNamePartDefinition]
PartName="Victorious"

[Name.Prefix_Vladof.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Virulent"

[Name.Prefix_Vladof.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Red"

[Name.Prefix_Vladof.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix_Vladof.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Opposing"

[Name.Prefix_Vladof.Prefix_Grip1_Blade WeaponNamePartDefinition]
PartName="Revolt"

[Name.Prefix_Vladof.Prefix_Gripper_Reload WeaponNamePartDefinition]
PartName="Ruthless"

[Name.Prefix_Vladof.Prefix_Handle_SwapSpeed WeaponNamePartDefinition]
PartName="Moscovite's"

[Name.Prefix_Vladof.Prefix_StockCover_RocketSpeed WeaponNamePartDefinition]
PartName="Paritisan"

[Name.Prefix_Vladof.Prefix_StockTube_FireRate WeaponNamePartDefinition]
PartName="Turbulent"

[Name.Prefix_Vladof.Prefix_TipCover_Damage WeaponNamePartDefinition]
PartName="Rugged"

[Name.Title.Title__Unique_Creamer WeaponNamePartDefinition]
PartName="Creamer"

[Name.Title.Title__Unique_Creamer:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não é um laticínio"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Roaster WeaponNamePartDefinition]
PartName="Roaster"

[Name.Title.Title__Unique_Roaster:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Chamuscado!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_TheHive WeaponNamePartDefinition]
PartName="Hive"

[Name.Title.Title__Unique_TheHive:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Cheio de abelhas."
Suffix=""
Prefix=""

[Name.Title.Title_Cannon WeaponNamePartDefinition]
PartName="Cannon"

[Name.Title.Title_Launcher WeaponNamePartDefinition]
PartName="Launcher"

[Name.Title.Title_Unique_ClusterFun WeaponNamePartDefinition]
PartName="Cluster Fun"

[Name.Title.Title_Unique_ClusterFun:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Porque não nos deixam dizer ''caralho!''."
Suffix=""
Prefix=""

[Name.Title_Bandit.Title_Barrel_Alien WeaponNamePartDefinition]
PartName="PRAZMA CANON"

[Name.Title_Bandit.Title_Barrel_Maliwan_Radius WeaponNamePartDefinition]
PartName="area efect"

[Name.Title_Bandit.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Zooka!"

[Name.Title_Bandit.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="bombabarbardeer"

[Name.Title_Bandit.Title_Launcher WeaponNamePartDefinition]
PartName="Luncher"

[Name.Title_Bandit.Title_Legendary_Badaboom WeaponNamePartDefinition]
PartName="Badaboom"

[Name.Title_Bandit.Title_Legendary_Badaboom:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Matança Múltipla."
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title_Barrel_Alien WeaponNamePartDefinition]
PartName="PBFG"

[Name.Title_Maliwan.Title_Barrel_Maliwan_Norfleet WeaponNamePartDefinition]
PartName="Norfleet"

[Name.Title_Maliwan.Title_Barrel_Maliwan_Norfleet:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Mande tudo pros ares!"
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title_Barrel_Maliwan_Radius WeaponNamePartDefinition]
PartName="Panorama"

[Name.Title_Maliwan.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Punishment"

[Name.Title_Maliwan.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Prowler"

[Name.Title_Maliwan.Title_Launcher WeaponNamePartDefinition]
PartName="Projectile"

[Name.Title_Maliwan.Title_Legendary_Pyrophobia WeaponNamePartDefinition]
PartName="Pyrophobia"

[Name.Title_Maliwan.Title_Legendary_Pyrophobia:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Pensando bem, é um medo bastante racional."
Suffix=""
Prefix=""

[Name.Title_Tediore.Title_Barrel_Maliwan_Radius WeaponNamePartDefinition]
PartName="Spread"

[Name.Title_Tediore.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Bazooka"

[Name.Title_Tediore.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Dispatch"

[Name.Title_Tediore.Title_Legendary_Bunny WeaponNamePartDefinition]
PartName="Bunny"

[Name.Title_Tediore.Title_Legendary_Bunny:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Que felicidade!"
Suffix=""
Prefix=""

[Name.Title_Torgue.Title_Barrel_Maliwan_Radius WeaponNamePartDefinition]
PartName="Blaaa"

[Name.Title_Torgue.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Duuurp!"

[Name.Title_Torgue.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Deee!"

[Name.Title_Torgue.Title_Launcher WeaponNamePartDefinition]
PartName="boom"

[Name.Title_Torgue.Title_Legendary_Nukem WeaponNamePartDefinition]
PartName="Nukem"

[Name.Title_Torgue.Title_Legendary_Nukem:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Derrubando lendas."
Suffix=""
Prefix=""

[Name.Title_Vladof.Title_Barrel_Alien WeaponNamePartDefinition]
PartName="Topneaa"

[Name.Title_Vladof.Title_Barrel_Maliwan_Radius WeaponNamePartDefinition]
PartName="Glory"

[Name.Title_Vladof.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Hero"

[Name.Title_Vladof.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Vanquisher"

[Name.Title_Vladof.Title_Launcher WeaponNamePartDefinition]
PartName="RPG"

[Name.Title_Vladof.Title_Legendary_Mongol WeaponNamePartDefinition]
PartName="Mongol"

[Name.Title_Vladof.Title_Legendary_Mongol:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A Horda sempre retornará!!"
Suffix=""
Prefix=""

[Skills.Skill_VladofHalfAmmo SkillDefinition]
SkillName="Munição média de Vladof"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

